Repository: dyptan/CareerSimApp
Catalog: Main/Resources/Localizable.xcstrings
Source language: en
Languages: de, fr, it, ja, uk

source: Ambition and initiative: imagining big goals, betting on yourself, and acting before there's a playbook.
de: Ehrgeiz und Initiative: dir große Ziele vorstellen, auf dich selbst setzen und handeln, bevor es eine Anleitung gibt.
fr: Ambition et initiative : imaginer de grands objectifs, parier sur soi et agir avant même d’avoir un mode d’emploi.
it: Ambizione e iniziativa: immaginare grandi obiettivi, puntare su di sé e agire prima che esista un manuale.
ja: 志と主体性：大きな目標を思い描き、自分に賭け、お手本がなくても動き出す力。
uk: Амбіції та ініціатива: уявляти великі цілі, робити ставку на себе й діяти, коли ще немає готового плану.

source: An airline pilot needs an airline transport licence, which takes years of building flying hours. Most pilots build hours as instructors or on small aircraft, then join a regional airline before a major one.
de: Ein Linienpilot braucht eine Verkehrspilotenlizenz, und dafür sind Jahre des Stundensammelns nötig. Die meisten sammeln ihre Flugstunden als Fluglehrer oder auf kleinen Flugzeugen und gehen dann zu einer Regionalairline, bevor sie zu einer großen wechseln.
fr: Un pilote de ligne a besoin d’une licence de pilote de ligne (ATP), ce qui demande des années pour accumuler des heures de vol. La plupart des pilotes accumulent des heures comme instructeurs ou sur de petits avions, puis rejoignent une compagnie régionale avant une grande compagnie.
it: Un pilota di linea ha bisogno di un brevetto di trasporto aereo, che richiede anni per accumulare ore di volo. La maggior parte dei piloti accumula ore come istruttore o su piccoli aerei, poi entra in una compagnia regionale prima di una grande.
ja: 旅客機パイロットには定期運送用操縦士の免許が必要で、取るには飛行時間を何年もかけて積む必要があります。多くのパイロットは、教官や小型機で飛行時間を積み、まず地域航空会社に入り、そのあと大手に移ります。
uk: Пілоту авіакомпанії потрібна ліцензія пілота авіатранспорту, для якої роками набирають години нальоту. Більшість пілотів набирають години як інструктори або на малих літаках, а потім приходять у регіональну авіакомпанію, перш ніж потрапити до великої.

source: An intensive full-stack software program. No licence — but the skills and portfolio it builds give you a real edge landing tech and engineering roles, and launching a software venture of your own.
de: Ein intensives Full-Stack-Softwareprogramm. Keine Lizenz – aber die Fähigkeiten und das Portfolio, die du dabei aufbaust, verschaffen dir einen echten Vorteil bei Jobs in Technologie und Ingenieurwesen und beim Gründen eines eigenen Software-Unternehmens.
fr: Un programme intensif de développement full-stack. Pas de licence — mais les compétences et le portfolio qu’il construit te donnent un vrai avantage pour décrocher des postes en technologie et en ingénierie, et pour lancer ta propre entreprise de logiciels.
it: Un programma intensivo di sviluppo software full-stack. Nessuna abilitazione — ma le competenze e il portfolio che costruisce ti danno un vero vantaggio per trovare lavoro nella tecnologia e nell’ingegneria e per avviare un’impresa software tutta tua.
ja: 実践的なフルスタックのソフトウェア集中プログラムです。免許ではありませんが、身につくスキルと作品集が、IT・エンジニアの仕事に就いたり、自分のソフトウェア事業を立ち上げたりするときの大きな強みになります。
uk: Інтенсивна програма з full-stack-розробки програмного забезпечення. Ліцензії вона не дає, але навички та портфоліо, які з нею зʼявляються, суттєво допомагають отримати роботу в технологіях та інженерії й запустити власний програмний бізнес.

source: An open-source project you contribute to in the open. Land your work in something people depend on and your name travels with it.
de: Ein Open-Source-Projekt, zu dem du öffentlich beiträgst. Bring deine Arbeit in etwas, auf das sich andere verlassen, und dein Name reist mit.
fr: Un projet open source auquel tu contribues au grand jour. Fais intégrer ton travail dans un outil dont les gens dépendent et ton nom circule avec lui.
it: Un progetto open source a cui contribuisci alla luce del sole. Se il tuo lavoro entra in qualcosa da cui le persone dipendono, il tuo nome viaggia con esso.
ja: オープンな場で参加するオープンソースのプロジェクトです。みんなが頼るものに自分の成果が採用されれば、名前もいっしょに広まります。
uk: Проєкт із відкритим кодом, до якого ти долучаєшся відкрито. Потрап зі своєю роботою в те, на що спираються люди, — і твоє імʼя поширюватиметься разом із нею.

source: Analysts are hired in yearly classes and expected to work very long hours. Many leave after a couple of years for other industries; the rest face “up or out” promotions.
de: Analysten werden in jährlichen Jahrgängen eingestellt und müssen sehr lange arbeiten. Viele gehen nach ein paar Jahren in andere Branchen; die übrigen erwartet „Aufsteigen oder Ausscheiden“.
fr: Les analystes sont recrutés par vagues annuelles et doivent faire de très longues journées. Beaucoup partent au bout de deux ans environ vers d’autres secteurs ; les autres affrontent des promotions « progresser ou partir ».
it: Gli analisti vengono assunti per classi annuali e devono lavorare moltissime ore. Molti se ne vanno dopo un paio d’anni verso altri settori; gli altri affrontano promozioni «up or out».
ja: アナリストは毎年まとめて採用され、非常に長い時間働くことが求められます。多くは2年ほどでほかの業界へ移り、残った人は「昇進か退職か」の昇進審査に臨みます。
uk: Аналітиків наймають щорічними наборами й очікують, що вони працюватимуть дуже багато годин. Багато хто через пару років іде в інші галузі; решта стикається з підвищеннями за принципом «або вгору, або геть».

source: Announce an Investment Round
de: Finanzierungsrunde starten
fr: Annoncer une levée de fonds
it: Annuncia un round di investimento
ja: 資金調達を発表する
uk: Оголосити інвестиційний раунд

source: Announce the round
de: Runde starten
fr: Annoncer la levée
it: Annuncia il round
ja: 資金調達を発表する
uk: Оголосити раунд

source: Any
de: Alle
fr: Tous
it: Qualsiasi
ja: すべて
uk: Будь-яка

source: Appear
de: Mitwirken
fr: Apparaître
it: Partecipa
ja: 出演
uk: Потрапити в ефір

source: Appear at %@
de: Mitwirken bei „%@“
fr: Apparaître : %@
it: Partecipa all’evento «%@»
ja: %@に出演
uk: Потрапити в ефір: %@

source: Appeared
de: Mitgewirkt
fr: Apparu
it: Partecipazione
ja: 出演済み
uk: Ефір відбувся

source: Appeared at %@
de: Bei „%@“ mitgewirkt
fr: Apparu : %@
it: Partecipazione all’evento «%@»
ja: %@に出演しました
uk: Ефір відбувся: %@

source: Apple Intelligence is still getting ready. For now you'll get the advisor's standard advice.
de: Apple Intelligence macht sich noch bereit. Vorerst bekommst du die Standard-Tipps des Beraters.
fr: Apple Intelligence est encore en préparation. Pour l’instant, tu auras les conseils habituels du conseiller.
it: Apple Intelligence si sta ancora preparando. Per ora avrai i consigli di base del consulente.
ja: Apple Intelligenceはまだ準備中です。今のところは基本のアドバイスになります。
uk: Apple Intelligence ще готується. Поки що ти отримуєш стандартні поради радника.

source: Applicator Course (Pesticide License)
de: Anwenderkurs (Pflanzenschutz-Sachkunde)
fr: Formation d’applicateur de pesticides
it: Corso per applicatori (Abilitazione all’uso di pesticidi)
ja: 農薬散布講座
uk: Курс застосування пестицидів

source: Apply
de: Bewerben
fr: Postuler
it: Candidati
ja: 応募
uk: Подати заявку

source: Apply for the %@ job
de: Bewirb dich als %@
fr: Postuler : %@
it: Candidati come %@
ja: %@の仕事に応募する
uk: Подати заявку на роботу «%@»

source: Architect Licence
de: Architektenzulassung
fr: Licence d’architecte
it: Abilitazione da architetto
ja: 建築士免許
uk: Ліцензія архітектора

source: Architecture Licensure (Architect License)
de: Architektenprüfung (Zulassung)
fr: Examen d’architecte
it: Esame di abilitazione in architettura
ja: 建築士試験
uk: Ліцензування архітектора

source: Arguing a case against the clock — research it, build it, and persuade a room.
de: Einen Standpunkt gegen die Uhr vertreten – recherchieren, aufbauen und einen ganzen Raum überzeugen.
fr: Défendre une cause contre la montre — la préparer, la construire et convaincre une salle.
it: Sostenere una tesi contro il tempo — documentati, costruiscila e convinci una sala.
ja: 時間と戦いながら主張を述べます。調べ、組み立て、会場の人たちを納得させます。
uk: Відстоювання позиції на час: дослідь тему, збудуй аргументацію та переконай аудиторію.

source: Art Contest Winner
de: Kunstwettbewerbssieger
fr: Vainqueur du concours d’art
it: Vincitore della gara d’arte
ja: 美術コンテスト優勝者
uk: Переможець мистецького конкурсу

source: Arts
de: Kunst
it: Arti
ja: 芸術
uk: Мистецтво

source: Arts & Minds
de: Kunst & Köpfchen
fr: Arts et réflexion
it: Arte e mente
ja: アート＆頭脳
uk: Творчість і розум

source: Ask for a salary
de: Gehaltswunsch nennen
fr: Demander un salaire
it: Chiedi uno stipendio
ja: 希望給与を伝える
uk: Назвати зарплату

source: Ask investors to put money into your company. If they say yes, the company grows — and so does your share of it. If they say no, you've spent the year trying.
de: Frag Investoren, ob sie Geld in dein Unternehmen stecken. Sagen sie ja, wächst das Unternehmen – und dein Anteil daran wächst mit. Sagen sie nein, hat der Versuch dein Jahr verbraucht.
fr: Demande à des investisseurs de mettre de l’argent dans ton entreprise. S’ils disent oui, l’entreprise grandit — et ta part aussi. S’ils disent non, tu as passé l’année à essayer.
it: Chiedi agli investitori di mettere denaro nella tua azienda. Se dicono di sì, l’azienda cresce — e cresce anche la tua quota. Se dicono di no, hai passato l’anno a provarci.
ja: 投資家に会社へ出資してもらうようお願いします。承諾されれば会社が成長し、持ち分の価値も上がります。断られたら、その1年を挑戦に使ったことになります。
uk: Попроси інвесторів вкласти гроші у твою компанію. Якщо вони погодяться, компанія зросте — а разом із нею і твоя частка. Якщо ні, цей рік піде на спроби.

source: Ask me anything…
de: Frag mich etwas…
fr: Pose-moi une question…
it: Chiedimi quello che vuoi…
ja: なんでも聞いてください…
uk: Запитай мене про що завгодно…

source: Asking price
de: Wunschpreis
fr: Prix demandé
it: Prezzo richiesto
ja: 希望価格
uk: Бажана ціна

source: At a large company the CTO is usually a senior engineering leader — a VP or head of engineering who has run big teams and budgets. At a start-up it is often a co-founder.
de: In einem großen Unternehmen ist der CTO meist ein leitender Ingenieur – ein VP oder Entwicklungsleiter, der große Teams und Budgets geführt hat. In einem Start-up ist er oft Mitgründer.
fr: Dans une grande entreprise, le CTO est généralement un responsable senior de l’ingénierie — un VP ou directeur de l’ingénierie qui a dirigé de grandes équipes et de gros budgets. Dans une start-up, c’est souvent un cofondateur.
it: In una grande azienda il CTO è di solito un alto dirigente dell’ingegneria — un VP o un responsabile dell’ingegneria che ha guidato grandi team e budget. In una startup è spesso un cofondatore.
ja: 大企業のCTOは、たいてい上級のエンジニアリングリーダーで、大きなチームと予算を率いてきたVPやエンジニアリング部門の責任者です。スタートアップでは共同創業者であることが多いです。
uk: У великій компанії CTO зазвичай — старший керівник інженерного напряму: віцепрезидент або керівник інженерії, який керував великими командами й бюджетами. У стартапі це часто співзасновник.

source: At airlines, seniority decides who flies the bigger aircraft and who becomes a captain — years of service count for more than talent.
de: Bei Airlines entscheidet das Dienstalter, wer die größeren Flugzeuge fliegt und wer Kapitän wird – Dienstjahre zählen mehr als Talent.
fr: Dans les compagnies aériennes, l’ancienneté décide qui pilote les plus gros avions et qui devient commandant de bord — les années de service comptent plus que le talent.
it: Nelle compagnie aeree l’anzianità decide chi pilota gli aerei più grandi e chi diventa comandante — gli anni di servizio contano più del talento.
ja: 航空会社では、年功によって、誰がより大きな機体に乗り、誰が機長になるかが決まります。才能より勤続年数が重視されます。
uk: В авіакомпаніях стаж вирішує, хто літає на більших літаках і хто стає командиром літака, — роки служби важать більше за талант.

source: At an event you ask to go on stage — to give a talk, perform or pitch. 🎲 is your chance they say yes.
de: Bei einem Event bittest du darum, auf die Bühne zu dürfen – für einen Vortrag, einen Auftritt oder einen Pitch. 🎲 ist deine Chance, dass sie zusagen.
fr: Lors d’un événement, tu demandes à monter sur scène — pour faire un exposé, jouer ou présenter un pitch. 🎲 indique tes chances d’obtenir un oui.
it: A un evento chiedi di salire sul palco — per tenere un intervento, esibirti o presentare un’idea. 🎲 è la probabilità che dicano di sì.
ja: イベントでは、講演やパフォーマンス、ピッチのために、登壇を申し込みます。🎲は、選ばれる確率です。
uk: На заході ти просиш вийти на сцену — щоб прочитати доповідь, виступити або презентувати. 🎲 — це твій шанс, що організатори погодяться.

source: At today's skills, fame, network and school your application is %@ of a top candidate's.
de: Mit deinen heutigen Fähigkeiten, deinem Ruhm, Netzwerk und deiner Hochschule erreicht deine Bewerbung %@ der Stärke eines idealen Bewerbers.
fr: Avec tes compétences, ta renommée, ton réseau et ton école actuels, ta candidature atteint %@ de celle d’un candidat de premier plan.
it: Con le competenze, la fama, i contatti e gli studi di oggi, la tua candidatura raggiunge questa parte della forza di un candidato al top: %@.
ja: いまのスキル・名声・人脈・学校だと、応募の強さはトップ候補の%@です。
uk: З нинішніми навичками, славою, звʼязками та освітою твоя заявка становить %@ від заявки найкращого кандидата.

source: Athlete
de: Athlet
fr: Athlète
it: Atleta
ja: アスリート
uk: Атлет

source: Athletic
de: Sport
fr: Sportif
it: Sportiva
ja: 競技
uk: Спортивні

source: Audition for the lead role that could make you a movie star.
de: Sprich für die Hauptrolle vor, die dich zum Filmstar machen könnte.
fr: Passe l’audition pour le premier rôle qui pourrait faire de toi une star de cinéma.
it: Fai il provino per il ruolo da protagonista che potrebbe farti diventare una star del cinema.
ja: 映画スターになれるかもしれない主役のオーディションを受けます。
uk: Йди на проби на головну роль, яка може зробити тебе кінозіркою.

source: Audition for the part that could change everything — a lead that puts your face on every screen. The odds are long and you'll chase it for years, but land it and you're a movie star.
de: Sprich für die Rolle vor, die alles verändern könnte – eine Hauptrolle, die dein Gesicht auf jede Leinwand bringt. Die Chancen sind gering und du jagst ihr jahrelang nach, aber wenn du sie bekommst, bist du ein Filmstar.
fr: Passe l’audition pour le rôle qui pourrait tout changer — un premier rôle qui met ton visage sur tous les écrans. Les chances sont minces et tu le poursuivras pendant des années, mais si tu le décroches, tu deviens une star de cinéma.
it: Fai il provino per la parte che potrebbe cambiare tutto — un ruolo da protagonista che mette il tuo volto su ogni schermo. Le probabilità sono basse e la inseguirai per anni, ma se la ottieni sei una star del cinema.
ja: すべてを変えるかもしれない役のオーディションを受けます。主役をつかめば、顔があらゆるスクリーンに映ります。確率は低く、何年も挑み続けることになりますが、つかめば映画スターです。
uk: Йди на проби на роль, яка може все змінити — головну, що поставить твоє обличчя на кожен екран. Шанси малі, і ти гнатимешся за нею роками, але якщо вийде, ти — кінозірка.

source: Australia
de: Australien
fr: Australie
ja: オーストラリア
uk: Австралія

source: Automotive
de: Automobilindustrie
fr: Automobile
ja: 自動車
uk: Автомобільна промисловість

source: Aviation Maintenance School (A&P Certificate)
de: Flugzeugwartungsschule (A&P-Zertifikat)
fr: École de maintenance aéronautique (Certificat A&P)
it: Scuola di manutenzione aeronautica (Attestato A&P)
ja: 航空整備学校（A&P整備士資格）
uk: Школа авіаційного обслуговування (сертифікат A&P)

source: BTEC Diploma
de: BTEC-Abschluss
fr: Diplôme BTEC
it: Diploma BTEC
ja: BTECディプロマ
uk: Диплом BTEC

source: Bac average
de: Bac-Durchschnitt
fr: Moyenne du bac
it: Media del Bac
ja: バカロレア平均
uk: Середній бал Bac

source: Bachelor of Arts in Arts
de: Bachelor of Arts in Kunst
fr: Bachelor en arts
it: Laurea in Arti
ja: 学士（芸術）
uk: Бакалавр з мистецтв

source: Bachelor of Arts in Law
de: Bachelor of Arts in Recht
fr: Bachelor en droit
it: Laurea in Diritto
ja: 学士（法学）
uk: Бакалавр з права

source: Bachelor of Science in Agriculture
de: Bachelor of Science in Landwirtschaft
fr: Bachelor en sciences agricoles
it: Laurea in Agraria
ja: 学士（農学）
uk: Бакалавр з сільського господарства

source: Bachelor of Science in Engineering
de: Bachelor of Science in Ingenieurwesen
fr: Bachelor en sciences de l’ingénierie
it: Laurea in Ingegneria
ja: 学士（工学）
uk: Бакалавр з інженерії

source: Bachelor of Science in Health Sciences
de: Bachelor of Science in Gesundheitswissenschaften
fr: Bachelor en sciences de la santé
it: Laurea in Scienze della salute
ja: 学士（保健学）
uk: Бакалавр з наук про здоровʼя

source: Bachelor of Science in Information Technology
de: Bachelor of Science in Informationstechnologie
fr: Bachelor en informatique
it: Laurea in Informatica
ja: 学士（情報技術）
uk: Бакалавр з інформаційних технологій

source: Bachelor of Science in Kinesiology
de: Bachelor of Science in Kinesiologie
fr: Bachelor en kinésiologie
it: Laurea in Scienze motorie
ja: 学士（運動科学）
uk: Бакалавр з кінезіології

source: Bachelor of Science in Service Management
de: Bachelor of Science in Dienstleistungsmanagement
fr: Bachelor en gestion des services
it: Laurea in Gestione dei servizi
ja: 学士（サービスマネジメント）
uk: Бакалавр з сервісного менеджменту

source: Bachelor of Science in Sports Science
de: Bachelor of Science in Sportwissenschaft
fr: Bachelor en sciences du sport
it: Laurea in Scienze motorie e sportive
ja: 学士（スポーツ科学）
uk: Бакалавр зі спортивних наук

source: Bachelor’s Degree
de: Bachelor-Abschluss
fr: Diplôme de bachelor
it: Laurea
ja: 学士号
uk: Ступінь бакалавра

source: Bake-Off Winner
de: Backwettbewerbssieger
fr: Vainqueur du concours de pâtisserie
it: Vincitore della gara di dolci
ja: お菓子づくり大会優勝者
uk: Переможець конкурсу випічки

source: Ballet, hip-hop, ballroom — technique drilled until it looks effortless, then performed.
de: Ballett, Hip-Hop, Gesellschaftstanz – Technik, die so lange geübt wird, bis sie mühelos aussieht, und dann aufgeführt wird.
fr: Ballet, hip-hop, danse de salon — une technique travaillée jusqu’à paraître sans effort, puis présentée sur scène.
it: Danza classica, hip-hop, danze da sala — tecnica allenata finché sembra senza sforzo, e poi portata in scena.
ja: バレエ、ヒップホップ、社交ダンス。らくらくとこなしているように見えるまで技術をくり返し練習し、そして披露します。
uk: Балет, хіп-хоп, бальні танці — техніка, яку відточують, доки вона не виглядатиме легко, а потім виконують на публіці.

# Banked a year of %@ experience running %@
source: Banked a year of %1$@ experience running %2$@
de: Ein Jahr Erfahrung in %1$@ gesammelt – Projekt: %2$@
fr: Une année d’expérience en %1$@ ajoutée grâce au projet « %2$@ »
it: Un anno di esperienza nel settore %1$@, portando avanti «%2$@»
ja: %2$@で%1$@の経験を1年分積みました
uk: Додано рік досвіду у сфері «%1$@» завдяки проєкту «%2$@»

source: Banked from pay
de: Aus Gehalt gespart
fr: Épargné sur le salaire
it: Messo da parte dallo stipendio
ja: 給料から貯金
uk: Відкладено із зарплати

source: Bankers and investors talk about money and where the markets are heading.
de: Banker und Investoren sprechen über Geld und darüber, wohin sich die Märkte entwickeln.
fr: Des banquiers et des investisseurs parlent d’argent et de l’avenir des marchés.
it: Banchieri e investitori parlano di denaro e di dove stanno andando i mercati.
ja: 銀行員や投資家が、お金の話と市場の行方について語ります。
uk: Банкіри й інвестори говорять про гроші та про те, куди рухаються ринки.

source: Banking & Finance
de: Banken & Finanzen
fr: Banque et finance
it: Banche e finanza
ja: 銀行・金融
uk: Банківська справа та фінанси

source: Bar Admission
de: Anwaltszulassung
fr: Admission au barreau
it: Abilitazione forense
ja: 弁護士登録（司法試験合格後）
uk: Допуск до адвокатури

source: Bar admission — the state-by-state exam and ethics review you must pass after law school before you can practice as a lawyer in court.
de: Anwaltszulassung – die Prüfung samt Ethikprüfung, die jeder Bundesstaat selbst abnimmt. Du musst sie nach dem Jurastudium bestehen, bevor du als Rechtsanwalt vor Gericht arbeiten darfst.
fr: Admission au barreau — l’examen et la vérification déontologique, État par État, à réussir après les études de droit avant de pouvoir exercer comme avocat devant un tribunal.
it: Abilitazione forense — l’esame, stato per stato, e la verifica etica da superare dopo la facoltà di giurisprudenza per poter esercitare come avvocato in tribunale.
ja: 弁護士登録：法科大学院を卒業したあと、弁護士として法廷に立つために合格しなければならない、州ごとの試験と倫理審査です。
uk: Допуск до адвокатури — іспит і перевірка дотримання етики, які в кожному штаті потрібно пройти після юридичного університету, перш ніж працювати юристом у суді.

source: Basic Secondary School
de: Basis-Sekundarschule
fr: École secondaire de base
it: Scuola secondaria di base
ja: 中学校
uk: Базова середня школа

source: Beat the crowd
de: Schlage die Konkurrenz
fr: Devancer la foule
it: Batti la concorrenza
ja: 競争を勝ち抜く
uk: Випередити конкурентів

source: Beauty & Wellness Expo
de: Beauty- & Wellness-Messe
fr: Salon de la beauté et du bien-être
it: Expo di bellezza e benessere
ja: ビューティー・ウェルネス展示会
uk: Експо краси та велнесу

source: Becoming a CEO
de: CEO werden
fr: Devenir PDG
it: Diventare CEO
ja: CEOになるには
uk: Як стати генеральним директором (CEO)

source: Becoming a CTO
de: CTO werden
fr: Devenir CTO
it: Diventare CTO
ja: CTOになるには
uk: Як стати технічним директором (CTO)

source: Becoming a Chief Medical Officer
de: Chief Medical Officer werden
fr: Devenir directeur médical
it: Diventare direttore sanitario
ja: 最高医療責任者（CMO）になるには
uk: Як стати медичним директором (CMO)

source: Becoming a TV presenter
de: Fernsehmoderator werden
fr: Devenir présentateur télé
it: Diventare conduttore televisivo
ja: テレビ司会者になるには
uk: Як стати телеведучим

source: Becoming a director
de: Direktor werden
fr: Devenir directeur
it: Diventare direttore
ja: 本部長になるには
uk: Як стати директором

source: Becoming a doctor takes many years: a bachelor's degree, then medical school, then years of training in a hospital. Each step takes only some of the people who apply.
de: Arzt zu werden dauert viele Jahre: ein Bachelor-Abschluss, dann das Medizinstudium, dann Jahre der Ausbildung im Krankenhaus. Jeder Schritt nimmt nur einen Teil der Bewerber auf.
fr: Devenir médecin demande de nombreuses années : un bachelor, puis l’école de médecine, puis des années de formation à l’hôpital. Chaque étape n’accepte qu’une partie des personnes qui postulent.
it: Per diventare medico servono molti anni: una laurea, poi la facoltà di medicina, poi anni di formazione in ospedale. Ogni passo ammette solo una parte di chi si candida.
ja: 医師になるには長い年月がかかります。まず学士号、次に医学部、そして病院での研修が何年か続きます。どのステップも、応募した人の一部しか進めません。
uk: Щоб стати лікарем, потрібно багато років: ступінь бакалавра, потім медичний університет, потім роки практики в лікарні. На кожному кроці приймають лише частину тих, хто подає заявку.

source: Becoming a health specialist
de: Einen Gesundheitsberuf ergreifen
fr: Devenir spécialiste de la santé
it: Diventare specialista della salute
ja: 医療の専門職になるには
uk: Як стати фахівцем у сфері здоровʼя

source: Becoming a judge
de: Richter werden
fr: Devenir juge
it: Diventare giudice
ja: 裁判官になるには
uk: Як стати суддею

source: Becoming a managing partner
de: Managing Partner werden
fr: Devenir associé gérant
it: Diventare managing partner
ja: 代表パートナーになるには
uk: Як стати керівним партнером

source: Becoming a professional athlete
de: Profisportler werden
fr: Devenir athlète professionnel
it: Diventare atleta professionista
ja: プロ選手になるには
uk: Як стати професійним спортсменом

source: Becoming a research scientist
de: Research Scientist werden
fr: Devenir chercheur
it: Diventare ricercatore
ja: 研究者になるには
uk: Як стати науковим співробітником

source: Becoming an airline pilot
de: Linienpilot werden
fr: Devenir pilote de ligne
it: Diventare pilota di linea
ja: 旅客機パイロットになるには
uk: Як стати пілотом авіакомпанії

source: Beginner
de: Anfänger
fr: Débutant
it: Principiante
ja: 初級
uk: Початківець

source: Best score by %lld
de: Beste Punktzahl bis %lld
fr: Meilleur score à %lld ans
it: Miglior punteggio a %lld anni
ja: %lld歳までのベストスコア
uk: Найкращий результат у віці %lld
